insert into requests(id, cc, action, sum_currency, phone_number, status, confirmation_code, sum_payment) values
(1, 'USD', 'Покупка', 800, +380968443447, 'Новая', 009, 11950),
(2, 'AUD', 'Покупка', 500, +380987252255, 'Выполнена', 753, 950),
(3,'EUR', 'Продажа', 300, +380960000000, 'Новая', 208, 950),
(4, 'USD', 'Продажа', 350, +380952454547, 'Выполнена', 003, 2950),
(5, 'EUR', 'Продажа', 100, +380968152012, 'Выполнена', 992, 9000),
(6, 'USD', 'Покупка', 1300, +380928524527, 'Новая', 253, 9500),
(7, 'EUR', 'Продажа', 600, +380968443447, 'Новая', 362, 950),
(8, 'USD', 'Покупка', 300, +380968555555, 'Выполнена', 021, 2950),
(9, 'AUD', 'Продажа', 3000, +380961111111, 'Выполнена', 050, 65950),
(10, 'USD', 'Продажа', 3500, +38092222222, 'Новая', 664, 76950),
(11, 'JPY', 'Продажа', 300, +380968443447, 'Новая', 500, 6950);