insert into requests(id, cc, action, sum_currency, phone_number, status, confirmation_code, sum_payment, date) values
(1, 'USD', 'Покупка', 800, +380968443447, 'Новая', 009, 11950, '2021-04-01'),
(2, 'AUD', 'Покупка', 500, +380987252255, 'Выполнена', 753, 950, '2021-04-01'),
(3,'EUR', 'Продажа', 300, +380960000000, 'Новая', 208, 950, '2021-04-02'),
(4, 'USD', 'Продажа', 350, +380952454547, 'Выполнена', 003, 2950, '2021-04-02'),
(5, 'EUR', 'Продажа', 100, +380968152012, 'Выполнена', 992, 9000, '2021-04-02'),
(6, 'USD', 'Покупка', 1300, +380928524527, 'Новая', 253, 9500, '2021-04-08'),
(7, 'EUR', 'Продажа', 600, +380968443447, 'Новая', 362, 950, '2021-04-08'),
(8, 'USD', 'Покупка', 300, +380968555555, 'Выполнена', 021, 2950, '2021-04-08'),
(9, 'EUR', 'Продажа', 3000, +380961111111, 'Выполнена', 050, 65950, '2021-04-08'),
(10, 'USD', 'Продажа', 3500, +38092222222, 'Новая', 664, 76950, '2021-04-09'),
(11, 'JPY', 'Продажа', 300, +380968443447, 'Новая', 500, 6950, '2021-04-09');